<section class="duass-section">
    <h2>أدعية وأذكار</h2>
    
    <div class="duass-container">

        <div class="duas-card">
            <h3>دعاء الصباح</h3>
            <p>"اللهم بك أصبحنا وبك أمسينا، وبك نحيا وبك نموت وإليك النشور."</p>
        </div>

        <div class="duas-card">
            <h3>دعاء السفر</h3>
            <p>"سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون."</p>
        </div>

        <div class="duas-card">
            <h3>ذكر بعد الصلاة</h3>
            <p>"أستغفر الله، أستغفر الله، أستغفر الله، اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام."</p>
        </div>

        <div class="duas-card">
            <h3>دعاء قبل النوم</h3>
            <p>"باسمك ربي وضعت جنبي وبك أرفعه، فإن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها."</p>
        </div>
        <div class="duas-card">
            <h3>ذكر بعد الصلاة</h3>
            <p>"أستغفر الله، أستغفر الله، أستغفر الله، اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام."</p>
        </div>

        <div class="duas-card">
            <h3>دعاء قبل النوم</h3>
            <p>"باسمك ربي وضعت جنبي وبك أرفعه، فإن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها."</p>
        </div>

        <div class="duas-card">
            <h3>ذكر بعد الصلاة</h3>
            <p>"أستغفر الله، أستغفر الله، أستغفر الله، اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام."</p>
        </div>

        <div class="duas-card">
            <h3>دعاء قبل النوم</h3>
            <p>"باسمك ربي وضعت جنبي وبك أرفعه، فإن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها."</p>
        </div>

        <div class="duas-card">
            <h3>دعاء قبل النوم</h3>
            <p>"باسمك ربي وضعت جنبي وبك أرفعه، فإن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها."</p>
        </div>

    </div>
</section>
